@extends('layouts.app')
@section('content')

<section class="argument">
    <div class="container">
        <h2 class="titleSmall argument__title">Почему обращаются к нам?</h2>
        <div class="argument__scroll">
            <div class="argument__wrapper">
                <div class="argument__wrapper-card">
                    <p>Подача документов без очереди</p>
                    <p>Наш юрист сопроводит вас при подаче документов, чтобы избежать многодневных ожиданий и
                        отказа
                        сотрудников принимать документы</p>
                </div>

                <div class="argument__wrapper-card">
                    <p>Возможность удаленной работы</p>
                    <p>Можем подготовить документы удаленно, если вам неудобно посещать наш офис в Москве</p>
                </div>

                <div class="argument__wrapper-card">
                    <p>Экономия вашего времени</p>
                    <p>С нами вы сможете оформить все документы быстро и удобно в одном месте – в нашем
                        миграционном
                        агентстве</p>
                </div>

                <div class="argument__wrapper-card">
                    <p>Безопасная поэтапная оплата</p>
                    <p>Вы оплачиваете 50% при заключении договора и 50% при получении пакета документов. При
                        этом
                        оплата возможна как удаленно, так и в нашем офисе</p>
                </div>

                <div class="argument__wrapper-card">
                    <p>Возможность срочного оформления</p>
                    <p>Мы можем сократить срок подготовки документов до 1 недели, в зависимости от вашего
                        конкретного случая</p>
                </div>

                <div class="argument__wrapper-card">
                    <p>Гарантия правильности документов</p>
                    <p>Мы гарантируем, что пакет документов будет подготовлен без каких-либо ошибок и в
                        соответствии
                        с требованиями законодательства</p>
                </div>

                <div class="argument__wrapper-card">
                    <p>Консультации и юридическое сопровождение</p>
                    <p>Наш юрист ответит на все ваши вопросы по получению РВП, ВНЖ или гражданства, а также
                        проконсультирует, как использовать статус в дальнейшем</p>
                </div>

                <div class="argument__wrapper-card">
                    <p>Гарантируем результат по договору</p>
                    <p>Мы обеспечим принятие ваших документов государственными органами и получение желаемого
                        статуса – квоты на РВП, РВП, ВНЖ или гражданства РФ</p>
                </div>
            </div>
        </div>
        <div class="argument__arr">
            <p>Листай
            </p>
            <svg width="45" height="16" viewBox="0 0 45 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path
                    d="M44.7071 8.70711C45.0976 8.31658 45.0976 7.68342 44.7071 7.29289L38.3431 0.928932C37.9526 0.538408 37.3195 0.538408 36.9289 0.928932C36.5384 1.31946 36.5384 1.95262 36.9289 2.34315L42.5858 8L36.9289 13.6569C36.5384 14.0474 36.5384 14.6805 36.9289 15.0711C37.3195 15.4616 37.9526 15.4616 38.3431 15.0711L44.7071 8.70711ZM0 9H44V7H0V9Z"
                    fill="black"></path>
            </svg>
        </div>
    </div>
</section>
<section class="advantages">
    <div class="container">
        <h3 class="titleSmall advantages__title white">Сделаем за вас всё «под ключ»</h3>
        <p class="advantages__subtitle white">Все пошлины и сборы включены в стоимость</p>
        <div class="advantages__wrapper">
            <div class="advantages__wrapper-card">
                <svg width="40" height="40" viewBox="0 0 40 40" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <mask id="mask0_44_200" style="mask-type:alpha" maskUnits="userSpaceOnUse" x="0" y="0" width="40"
                        height="40">
                        <rect width="40" height="40" fill="#D9D9D9" />
                    </mask>
                    <g mask="url(#mask0_44_200)">
                        <path
                            d="M0 30V27.6529C0 26.5404 0.587917 25.635 1.76375 24.9367C2.93986 24.2381 4.485 23.8888 6.39917 23.8888C6.745 23.8888 7.07736 23.8957 7.39625 23.9096C7.71542 23.9235 8.02778 23.955 8.33333 24.0042C8.05556 24.52 7.84722 25.0493 7.70833 25.5921C7.56944 26.1351 7.5 26.7017 7.5 27.2917V30H0ZM10 30V27.2917C10 26.4028 10.2431 25.5903 10.7292 24.8542C11.2153 24.1181 11.9028 23.4722 12.7917 22.9167C13.6806 22.3611 14.7431 21.9444 15.9792 21.6667C17.2153 21.3889 18.5556 21.25 20 21.25C21.4722 21.25 22.8264 21.3889 24.0625 21.6667C25.2986 21.9444 26.3611 22.3611 27.25 22.9167C28.1389 23.4722 28.8194 24.1181 29.2917 24.8542C29.7639 25.5903 30 26.4028 30 27.2917V30H10ZM32.5 30V27.2917C32.5 26.6831 32.4375 26.1096 32.3125 25.5712C32.1875 25.0329 31.9907 24.5113 31.7221 24.0063C32.0276 23.9557 32.3371 23.9235 32.6504 23.9096C32.964 23.8957 33.2843 23.8888 33.6113 23.8888C35.5279 23.8888 37.0718 24.2315 38.2429 24.9171C39.4143 25.6026 40 26.5146 40 27.6529V30H32.5ZM12.8471 27.2221H27.1667V27.0554C27.0742 26.1851 26.3496 25.4629 24.9929 24.8888C23.6365 24.3149 21.9722 24.0279 20 24.0279C18.0278 24.0279 16.3635 24.3149 15.0071 24.8888C13.6504 25.4629 12.9304 26.1944 12.8471 27.0833V27.2221ZM6.37667 22.5C5.54222 22.5 4.82639 22.2008 4.22917 21.6025C3.63194 21.0042 3.33333 20.2849 3.33333 19.4446C3.33333 18.5926 3.6325 17.8704 4.23083 17.2779C4.82917 16.6851 5.54847 16.3888 6.38875 16.3888C7.24069 16.3888 7.96292 16.6851 8.55542 17.2779C9.1482 17.8704 9.44458 18.5967 9.44458 19.4567C9.44458 20.2911 9.1482 21.0069 8.55542 21.6042C7.96292 22.2014 7.23667 22.5 6.37667 22.5ZM33.5992 22.5C32.7644 22.5 32.0485 22.2008 31.4513 21.6025C30.854 21.0042 30.5554 20.2849 30.5554 19.4446C30.5554 18.5926 30.8547 17.8704 31.4533 17.2779C32.0517 16.6851 32.771 16.3888 33.6113 16.3888C34.4629 16.3888 35.1851 16.6851 35.7779 17.2779C36.3704 17.8704 36.6667 18.5967 36.6667 19.4567C36.6667 20.2911 36.3704 21.0069 35.7779 21.6042C35.1851 22.2014 34.4589 22.5 33.5992 22.5ZM20 20C18.6111 20 17.4306 19.5139 16.4583 18.5417C15.4861 17.5694 15 16.3889 15 15C15 13.5833 15.4861 12.3958 16.4583 11.4375C17.4306 10.4792 18.6111 10 20 10C21.4167 10 22.6042 10.4792 23.5625 11.4375C24.5208 12.3958 25 13.5833 25 15C25 16.3889 24.5208 17.5694 23.5625 18.5417C22.6042 19.5139 21.4167 20 20 20ZM20.0096 17.2221C20.6421 17.2221 21.169 17.0082 21.5904 16.5804C22.0115 16.1526 22.2221 15.6226 22.2221 14.9904C22.2221 14.3579 22.0101 13.831 21.5863 13.4096C21.1621 12.9885 20.6365 12.7779 20.0096 12.7779C19.3829 12.7779 18.8543 12.9899 18.4238 13.4137C17.9932 13.8379 17.7779 14.3635 17.7779 14.9904C17.7779 15.6171 17.9918 16.1457 18.4196 16.5763C18.8474 17.0068 19.3774 17.2221 20.0096 17.2221Z"
                            fill="#1C1B1F" />
                    </g>
                </svg>
                <p>Команда профессионалов</p>
                <p>Решаем вопросы любой сложности</p>
            </div>

            <div class="advantages__wrapper-card">
                <svg width="40" height="40" viewBox="0 0 40 40" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <mask id="mask0_44_205" style="mask-type:alpha" maskUnits="userSpaceOnUse" x="0" y="0" width="40"
                        height="40">
                        <rect width="40" height="40" fill="#D9D9D9" />
                    </mask>
                    <g mask="url(#mask0_44_205)">
                        <path
                            d="M31.6668 13.8888C32.2966 13.8888 32.8243 13.6758 33.2502 13.25C33.676 12.8242 33.8889 12.2964 33.8889 11.6667C33.8889 11.0369 33.676 10.5092 33.2502 10.0833C32.8243 9.6575 32.2966 9.44459 31.6668 9.44459C31.0371 9.44459 30.5093 9.6575 30.0835 10.0833C29.6577 10.5092 29.4447 11.0369 29.4447 11.6667C29.4447 12.2964 29.6577 12.8242 30.0835 13.25C30.5093 13.6758 31.0371 13.8888 31.6668 13.8888ZM31.6668 16.6667C30.2502 16.6667 29.0627 16.1875 28.1043 15.2292C27.146 14.2708 26.6668 13.0833 26.6668 11.6667C26.6668 10.2778 27.146 9.09723 28.1043 8.125C29.0627 7.15278 30.2502 6.66667 31.6668 6.66667C33.0557 6.66667 34.2363 7.15278 35.2085 8.125C36.1807 9.09723 36.6668 10.2778 36.6668 11.6667C36.6668 13.0833 36.1807 14.2708 35.2085 15.2292C34.2363 16.1875 33.0557 16.6667 31.6668 16.6667ZM20.0043 12.2221C20.8441 12.2221 21.5625 11.9304 22.1597 11.3471C22.757 10.7638 23.0556 10.0356 23.0556 9.1625C23.0556 8.32278 22.7585 7.60431 22.1643 7.00709C21.5704 6.40986 20.8491 6.11125 20.0002 6.11125C19.1299 6.11125 18.4031 6.40834 17.8197 7.0025C17.2364 7.59639 16.9447 8.31778 16.9447 9.16667C16.9447 10.0369 17.2364 10.7638 17.8197 11.3471C18.4031 11.9304 19.1313 12.2221 20.0043 12.2221ZM20.0002 15C18.3613 15 16.9793 14.4375 15.8543 13.3125C14.7293 12.1875 14.1668 10.8056 14.1668 9.16667C14.1668 7.55556 14.7293 6.18056 15.8543 5.04167C16.9793 3.90278 18.3613 3.33334 20.0002 3.33334C21.6113 3.33334 22.9863 3.90278 24.1252 5.04167C25.2641 6.18056 25.8335 7.55556 25.8335 9.16667C25.8335 10.8056 25.2641 12.1875 24.1252 13.3125C22.9863 14.4375 21.6113 15 20.0002 15ZM12.7781 22.2917C12.7781 23.2108 13.2642 24.2832 14.2364 25.5088C15.2086 26.7343 17.1299 28.6481 20.0002 31.25C22.8288 28.6789 24.7396 26.7885 25.7327 25.5788C26.7257 24.3688 27.2222 23.2731 27.2222 22.2917C27.2222 21.4861 26.9606 20.8101 26.4372 20.2638C25.9136 19.7176 25.2679 19.4446 24.5002 19.4446C24.0449 19.4446 23.6139 19.5557 23.2072 19.7779C22.8006 20.0001 22.4306 20.2732 22.0972 20.5971L20.1806 22.5554H19.8056L17.8614 20.5971C17.5281 20.2732 17.16 20.0001 16.7572 19.7779C16.3545 19.5557 15.9324 19.4446 15.491 19.4446C14.7102 19.4446 14.0628 19.7207 13.5489 20.2729C13.035 20.8249 12.7781 21.4978 12.7781 22.2917ZM10.0002 22.2917C10.0002 20.8195 10.5372 19.5139 11.6114 18.375C12.6853 17.2361 13.9816 16.6667 15.5002 16.6667C16.3427 16.6667 17.1632 16.8611 17.9618 17.25C18.7604 17.6389 19.4399 18.1667 20.0002 18.8333C20.5607 18.1667 21.2332 17.6389 22.0177 17.25C22.8024 16.8611 23.6299 16.6667 24.5002 16.6667C26.0002 16.6667 27.2918 17.2385 28.3752 18.3821C29.4585 19.5254 30.0002 20.8286 30.0002 22.2917C30.0002 23.7639 29.4654 25.2153 28.396 26.6458C27.3266 28.0764 25.1391 30.3056 21.8335 33.3333L20.0002 35L18.1668 33.3333C14.8057 30.2778 12.6043 28.0417 11.5627 26.625C10.521 25.2083 10.0002 23.7639 10.0002 22.2917ZM8.3335 13.8888C8.96322 13.8888 9.491 13.6758 9.91683 13.25C10.3427 12.8242 10.5556 12.2964 10.5556 11.6667C10.5556 11.0369 10.3427 10.5092 9.91683 10.0833C9.491 9.6575 8.96322 9.44459 8.3335 9.44459C7.70377 9.44459 7.176 9.6575 6.75016 10.0833C6.32433 10.5092 6.11141 11.0369 6.11141 11.6667C6.11141 12.2964 6.32433 12.8242 6.75016 13.25C7.176 13.6758 7.70377 13.8888 8.3335 13.8888ZM20.1252 36.6667V33.8888H33.8889V21.1113H28.3056V18.3333H33.8889C34.6528 18.3333 35.3068 18.6053 35.851 19.1492C36.3949 19.6933 36.6668 20.3474 36.6668 21.1113V36.6667H20.1252ZM6.11141 33.8888H20.1252V36.6667H3.3335V21.1113C3.3335 20.3474 3.59975 19.6933 4.13225 19.1492C4.66447 18.6053 5.32419 18.3333 6.11141 18.3333H11.6668V21.1113H6.11141V33.8888ZM8.3335 16.6667C6.91683 16.6667 5.72933 16.1875 4.771 15.2292C3.81266 14.2708 3.3335 13.0833 3.3335 11.6667C3.3335 10.2778 3.81266 9.09723 4.771 8.125C5.72933 7.15278 6.91683 6.66667 8.3335 6.66667C9.72239 6.66667 10.9029 7.15278 11.8752 8.125C12.8474 9.09723 13.3335 10.2778 13.3335 11.6667C13.3335 13.0833 12.8474 14.2708 11.8752 15.2292C10.9029 16.1875 9.72239 16.6667 8.3335 16.6667Z"
                            fill="#1C1B1F" />
                    </g>
                </svg>
                <p>13 700</p>
                <p>Довольных клиентов</p>
            </div>

            <div class="advantages__wrapper-card">
                <svg width="40" height="40" viewBox="0 0 40 40" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <mask id="mask0_44_210" style="mask-type:alpha" maskUnits="userSpaceOnUse" x="0" y="0" width="40"
                        height="40">
                        <rect width="40" height="40" fill="#D9D9D9" />
                    </mask>
                    <g mask="url(#mask0_44_210)">
                        <path
                            d="M12.9998 33.8888H26.9998V28.6946C26.9998 26.7501 26.3193 25.1019 24.9582 23.75C23.5971 22.3981 21.9443 21.7221 19.9998 21.7221C18.0554 21.7221 16.4026 22.3981 15.0415 23.75C13.6804 25.1019 12.9998 26.7501 12.9998 28.6946V33.8888ZM19.9998 18.2779C21.9443 18.2779 23.5971 17.5974 24.9582 16.2363C26.3193 14.8751 26.9998 13.2224 26.9998 11.2779V6.11125H12.9998V11.2779C12.9998 13.2224 13.6804 14.8751 15.0415 16.2363C16.4026 17.5974 18.0554 18.2779 19.9998 18.2779ZM6.6665 36.6667V33.8888H10.2219V28.6946C10.2219 26.8149 10.7243 25.0903 11.729 23.5208C12.7337 21.9514 14.0833 20.7778 15.7778 20C14.0833 19.2036 12.7337 18.0207 11.729 16.4513C10.7243 14.8818 10.2219 13.1574 10.2219 11.2779V6.11125H6.6665V3.33334H33.3332V6.11125H29.7778V11.2779C29.7778 13.1574 29.2754 14.8818 28.2707 16.4513C27.2659 18.0207 25.9164 19.2036 24.2219 20C25.9164 20.7778 27.2659 21.9514 28.2707 23.5208C29.2754 25.0903 29.7778 26.8149 29.7778 28.6946V33.8888H33.3332V36.6667H6.6665Z"
                            fill="#1C1B1F" />
                    </g>
                </svg>

                <p>2014</p>
                <p>Год основания</p>
            </div>
        </div>
        <div class="advantages__arr">
            <p>Листай
            </p>
            <svg width="45" height="16" viewBox="0 0 45 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path
                    d="M44.7071 8.70711C45.0976 8.31658 45.0976 7.68342 44.7071 7.29289L38.3431 0.928932C37.9526 0.538408 37.3195 0.538408 36.9289 0.928932C36.5384 1.31946 36.5384 1.95262 36.9289 2.34315L42.5858 8L36.9289 13.6569C36.5384 14.0474 36.5384 14.6805 36.9289 15.0711C37.3195 15.4616 37.9526 15.4616 38.3431 15.0711L44.7071 8.70711ZM0 9H44V7H0V9Z"
                    fill="white" />
            </svg>
        </div>
    </div>
</section>
<section class="offer bgLightGrey">
    <div class="container">
        <div class="offer__wrapper">
            <img src="{{ Vite::asset('resources/img/offer/img.png') }}" alt="img">

            <div class="offer__inner">
                <h4 class="title offer__title">Пройдите тест всего за 2 мин.</h4>
                <p class="offer__inner-subtitle fw600">
                    и узнайте как именно в вашей ситуации получить Квоту на РВП, РВП, ВНЖ или гражданство РФ
                </p>

                <button @click="startQuiz" class="btn offer__inner-btn btn__quiz">Начать тест
                    <svg width="45" height="16" viewBox="0 0 45 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M44.7071 8.70711C45.0976 8.31658 45.0976 7.68342 44.7071 7.29289L38.3431 0.928932C37.9526 0.538408 37.3195 0.538408 36.9289 0.928932C36.5384 1.31946 36.5384 1.95262 36.9289 2.34315L42.5858 8L36.9289 13.6569C36.5384 14.0474 36.5384 14.6805 36.9289 15.0711C37.3195 15.4616 37.9526 15.4616 38.3431 15.0711L44.7071 8.70711ZM0 9H44V7H0V9Z"
                            fill="white" />
                    </svg>
                </button>

                <p class="offer__inner-text grey">Благодаря этому тесту <span class="dark">вы сможете
                        сэкономить</span>
                    минимум
                    <span class="dark">1 год</span> и около <span class="dark">70.000 рублей</span>
                </p>
            </div>
        </div>
    </div>
</section>
<section class="reviews">
    <div class="container">
        <h5 class="titleSmall reviews__title">Реальные отзывы наших клиентов</h5>
        <p class="reviews__subtitle">которые оформили Квоту на РВП, РВП, ВНЖ, гражданство РФ</p>
        <div class="reviews__wrapper">
            <div class="reviews__wrapper-card">
                <div>
                    <img src="{{ Vite::asset('resources/img/reviews/img-1.png') }}" alt="img">
                    <div>
                        <p class="fw700">Михайлова Дарья</p>
                        <p class="grey">Оформление гражданства</p>
                    </div>
                </div>
                <p class="reviews__wrapper-card_description">Я искренне благодарен вашей фирме за помощь и
                    оказанную поддержку в непростое время для
                    переселенцев из Донбасса. Благодаря вам процесс получения гражданства РФ прошел гладко и без
                    проблем. Четкое выполнение обязательств заслуживают особого признания. Желаю вашей команде
                    дальнейшего роста и процветания. Найти таких ответственных и профессиональных специалистов
                    сегодня большая редкость.</p>
            </div>

            <div class="reviews__wrapper-card">
                <div>
                    <img src="{{ Vite::asset('resources/img/reviews/img-2.png') }}" alt="img">
                    <div>
                        <p class="fw700">Григорян Анна</p>
                        <p class="grey">Оформление гражданства</p>
                    </div>
                </div>
                <p class="reviews__wrapper-card_description">Мы обратились в вашу фирму за помощью в получении
                    гражданства РФ, мы из Украины. Сотрудники компании подробно объяснили нам все возможные
                    варианты получения документов. Мы получили огромную поддержку, нам помогли подготовить и
                    перевести все необходимые документы, сопровождали нас в официальных учреждениях, а самое
                    важное — все это было сделано в нужные сроки. Благодарим за успешное получение гражданства
                    РФ.
                </p>
            </div>

            <div class="reviews__wrapper-card">
                <div>
                    <img src="{{ Vite::asset('resources/img/reviews/img-3.png') }}" alt="img">
                    <div>
                        <p class="fw700">Тогланова Дахий</p>
                        <p class="grey">Оформление гражданства</p>
                    </div>
                </div>
                <p class="reviews__wrapper-card_description">Несколько лет пытался получить гражданство в
                    России, пробовал самостоятельно и обращался в другие компании, но было много сложностей.
                    Потом я обратился в эту компанию. Все было оперативно, с минимальным моим участием и очень
                    удобно, что есть рассрочка. Спасибо вам.
                </p>
            </div>

            <div class="reviews__wrapper-card">
                <div>
                    <img src="{{ Vite::asset('resources/img/reviews/img-4.png') }}" alt="img">
                    <div>
                        <p class="fw700">Анзорова Нинэ</p>
                        <p class="grey">Оформление гражданства</p>
                    </div>
                </div>
                <p class="reviews__wrapper-card_description">Хочу поблагодарить вас за помощь в оформлении
                    гражданства РФ. Выдержали сроки, сэкономили кучу моего времени и нервов. Главное не пришлось
                    самостоятельно разбираться в сложных процедурах. Побольше бы таких организаций, где все для
                    клиента. Большое спасибо.
                </p>
            </div>
        </div>
        <div class="reviews__arr">
            <p>Листай
            </p>
            <svg width="45" height="16" viewBox="0 0 45 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path
                    d="M44.7071 8.70711C45.0976 8.31658 45.0976 7.68342 44.7071 7.29289L38.3431 0.928932C37.9526 0.538408 37.3195 0.538408 36.9289 0.928932C36.5384 1.31946 36.5384 1.95262 36.9289 2.34315L42.5858 8L36.9289 13.6569C36.5384 14.0474 36.5384 14.6805 36.9289 15.0711C37.3195 15.4616 37.9526 15.4616 38.3431 15.0711L44.7071 8.70711ZM0 9H44V7H0V9Z"
                    fill="black"></path>
            </svg>
        </div>
    </div>
</section>
<section class="big">
    <div class="container">
        <button class="big__btn btn">Стать клиентом</button>
    </div>
</section>

@endsection